{
  "legal_disclaimer_page": {
    "page_title": "الإشعار القانوني",
    "page_description": "تحتوي هذه الصفحة على معلومات قانونية مهمة حول شركة Mynte Studio واستخدام موقعنا الإلكتروني.",

    "nav": {
      "company_info": "معلومات الشركة",
      "responsible": "المسؤول عن الموقع",
      "hosting": "استضافة الموقع",
      "intellectual_property": "الملكية الفكرية",
      "liability": "تحديد المسؤولية",
      "applicable_law": "القانون المعمول به",
      "personal_data": "البيانات الشخصية",
      "cookies": "ملفات تعريف الارتباط / التتبع"
    },

    "company_info": {
      "title": "معلومات الشركة",
      "company_name_label": "اسم الشركة:",
      "legal_form_label": "الشكل القانوني:",
      "legal_form_value": "شركة ذات مسؤولية محدودة (LLC)",
      "trade_license_label": "رقم الرخصة التجارية:",
      "registered_address_label": "العنوان المسجل:",
      "email_label": "البريد الإلكتروني:",
      "phone_label": "رقم الهاتف:",
      "description": "Mynte Studio Webdesign LLC هي شركة ذات مسؤولية محدودة مسجلة في دبي، الإمارات العربية المتحدة، وتعمل وفقًا للقوانين واللوائح المعمول بها في الدولة."
    },

    "responsible": {
      "title": "المسؤول عن الموقع الإلكتروني",
      "publisher_label": "الناشر:",
      "responsible_for_content_label": "المسؤول عن المحتوى:",
      "description": "الأشخاص المذكورون أعلاه مسؤولون عن جميع المحتويات التحريرية المنشورة على هذا الموقع، ويضمنون أن جميع المعلومات المقدمة تتوافق مع القوانين واللوائح المعمول بها. لأي استفسار بخصوص محتوى الموقع، يرجى التواصل معنا عبر البريد hello{'@'}mynte.studio."
    },

    "hosting": {
      "title": "استضافة الموقع",
      "hosting_provider_label": "مزود الاستضافة:",
      "address_label": "العنوان:",
      "email_label": "البريد الإلكتروني:",
      "description": "يتم استضافة موقعنا على خوادم آمنة تقدمها شركة Hetzner Online GmbH، وهي مزود استضافة موثوق يقع في ألمانيا. تتوافق جميع البنية التحتية التقنية مع معايير حماية البيانات الأوروبية وأفضل ممارسات الصناعة للأمان والموثوقية."
    },

    "intellectual_property": {
      "title": "الملكية الفكرية",
      "paragraph_1": "جميع المحتويات الموجودة على هذا الموقع، بما في ذلك على سبيل المثال لا الحصر النصوص، الرسومات، الشعارات، الصور، مقاطع الفيديو، المقاطع الصوتية، التنزيلات الرقمية، تجميعات البيانات والبرمجيات، هي ملك لـ Mynte Studio Webdesign LLC أو تم ترخيصها لنا من قبل أطراف ثالثة.",
      "paragraph_2": "إن تجميع جميع المحتويات على هذا الموقع هو ملك حصري لشركة Mynte Studio ومحمي بموجب قوانين حقوق الطبع والنشر في دولة الإمارات والقوانين الدولية. جميع العلامات التجارية وأسماء الخدمات والأسماء التجارية مملوكة لشركة Mynte Studio أو لأصحابها الشرعيين.",
      "paragraph_3": "يُمنع منعًا باتًا نسخ أو توزيع أو تعديل أو استخدام أي محتوى من هذا الموقع دون موافقة خطية مسبقة من Mynte Studio، وقد يؤدي ذلك إلى اتخاذ إجراءات قانونية. للاستفسار حول التراخيص، يرجى التواصل عبر hello{'@'}mynte.studio."
    },

    "liability": {
      "title": "تحديد المسؤولية",
      "paragraph_1": "يُقدَّم المحتوى الموجود على هذا الموقع لأغراض إعلامية عامة فقط ويتم توفيره \"كما هو\" دون أي ضمانات صريحة أو ضمنية. رغم أننا نسعى لضمان دقة المعلومات وحداثتها، فإن Mynte Studio لا تقدم أي تعهدات أو ضمانات بشأن اكتمال أو دقة أو موثوقية أو ملاءمة المعلومات أو توفر الموقع.",
      "paragraph_2": "لن تتحمل Mynte Studio أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية تنشأ عن استخدام هذا الموقع، بما في ذلك على سبيل المثال لا الحصر فقدان الأرباح أو البيانات أو غيرها من الخسائر غير الملموسة، حتى إذا تم إخطارنا بإمكانية حدوث مثل هذه الأضرار.",
      "paragraph_3": "استخدامك للمعلومات الواردة في هذا الموقع يكون على مسؤوليتك الخاصة. نحتفظ بالحق في تعديل أو تعليق أو إيقاف أي جزء من الموقع في أي وقت دون إشعار مسبق."
    },

    "applicable_law": {
      "title": "القانون المعمول به والاختصاص القضائي",
      "paragraph_1": "بالنسبة للعملاء المقيمين في دولة الإمارات العربية المتحدة، تخضع هذه الشروط وأي نزاعات تنشأ عنها لقوانين دولة الإمارات العربية المتحدة، وتكون المحاكم المختصة في دبي هي صاحبة الاختصاص الحصري.",
      "paragraph_2": "بالنسبة للعملاء المقيمين في الاتحاد الأوروبي، قد يخضع معالجة البيانات الشخصية لقوانين الاتحاد الأوروبي، بما في ذلك اللائحة العامة لحماية البيانات (GDPR). في هذه الحالات، يتمتع العملاء بالحقوق الممنوحة لهم بموجب تشريعات حماية البيانات الأوروبية.",
      "paragraph_3": "يعتمد القانون المعمول به والاختصاص القضائي لتسوية النزاعات على موقع العميل وشروط العقد المبرم مع Mynte Studio. للاستفسار عن القوانين المطبقة على حالتك، يرجى التواصل معنا عبر hello{'@'}mynte.studio."
    },

    "personal_data": {
      "title": "البيانات الشخصية / اللائحة العامة لحماية البيانات (GDPR)",
      "paragraph_1": "تلتزم شركة Mynte Studio بحماية خصوصيتك والتعامل مع بياناتك الشخصية بعناية ووفقًا لقوانين حماية البيانات المعمول بها، بما في ذلك لوائح حماية البيانات الإماراتية واللائحة العامة لحماية البيانات الأوروبية (GDPR) عند الاقتضاء.",
      "paragraph_2": "لا نقوم بجمع البيانات الشخصية بوسائل آلية على موقعنا. يتم جمع أي بيانات شخصية تقدمها لنا (مثل الاسم أو البريد الإلكتروني أو رقم الهاتف) فقط عندما تقوم بتقديمها طوعًا عبر نماذج الاتصال أو التواصل المباشر. تُستخدم هذه البيانات فقط للرد على استفساراتك وتقديم الخدمات المطلوبة.",
      "paragraph_3": "لا نستخدم أدوات تحليل أو تقنيات تتبع أو خدمات خارجية لجمع المعلومات الشخصية. لا تتم مشاركة بياناتك مع أطراف ثالثة أو بيعها أو استخدامها لأغراض تسويقية دون موافقتك الصريحة. نحتفظ بالبيانات الشخصية فقط طالما كانت ضرورية لتحقيق الأغراض التي جُمعت من أجلها.",
      "paragraph_4": "وفقًا للائحة GDPR، يحق للمقيمين في الاتحاد الأوروبي الوصول إلى بياناتهم الشخصية وتصحيحها وحذفها وتقييد معالجتها والاعتراض عليها وطلب نقلها. لممارسة أي من هذه الحقوق أو لأي استفسار متعلق بحماية البيانات، يرجى التواصل معنا عبر hello{'@'}mynte.studio."
    },

    "cookies": {
      "title": "ملفات تعريف الارتباط / التتبع",
      "paragraph_1": "يستخدم هذا الموقع فقط ملفات تعريف الارتباط الضرورية للغاية لضمان التشغيل السليم والأمان. لا تقوم هذه الملفات بجمع أو تخزين أي معلومات شخصية ولا يمكن استخدامها لتحديد هوية المستخدمين.",
      "paragraph_2": "نحن لا نستخدم أي أدوات تتبع أو تحليلات أو إعلانات أو ملفات تعريف ارتباط تسويقية. لا نستخدم خدمات تتبع خارجية مثل Google Analytics أو Facebook Pixel أو تقنيات مشابهة. لا يتم مراقبة أو تسجيل أو تحليل نشاطك أثناء التصفح.",
      "paragraph_3": "تشمل ملفات تعريف الارتباط الأساسية التي نستخدمها ملفات إدارة الجلسات وملفات الأمان التي تضمن عمل الموقع بشكل صحيح وآمن. يتم حذف هذه الملفات تلقائيًا عند إغلاق المتصفح.",
      "paragraph_4": "نظرًا لأننا نستخدم فقط ملفات تعريف الارتباط الضرورية ولا نعالج بيانات شخصية من خلالها، فلا يلزم وجود لافتة موافقة بموجب اللائحة GDPR. لأي استفسار حول استخدامنا لملفات تعريف الارتباط، يرجى التواصل معنا عبر hello{'@'}mynte.studio."
    }
  },

  "terms_of_service_page": {
    "page_title": "شروط الخدمة",
    "page_description": "تحكم شروط الخدمة هذه العلاقة التعاقدية بين Mynte Studio وعملائها لجميع الخدمات المقدمة.",

    "nav": {
      "company_info": "معلومات عن الشركة",
      "services_provided": "الخدمات المقدمة",
      "acceptance": "قبول الشروط",
      "pricing": "الأسعار والدفع",
      "duration": "المدة وإنهاء العقد",
      "responsibilities": "المسؤوليات والمسؤولية القانونية",
      "intellectual_property": "الملكية الفكرية",
      "confidentiality": "السرية",
      "applicable_law": "القانون الواجب التطبيق",
      "contact": "اتصل بنا"
    },

    "company_info": {
      "title": "معلومات عن الشركة",
      "paragraph_1": "جميع الخدمات الموضحة في شروط الخدمة هذه تُقدّم من قبل شركة Mynte Studio Webdesign LLC، وهي شركة ذات مسؤولية محدودة مسجلة في دبي، الإمارات العربية المتحدة.",
      "paragraph_2": "للحصول على التفاصيل الكاملة للشركة بما في ذلك معلومات التسجيل والعنوان المسجل ومعلومات الاتصال، يرجى الرجوع إلى صفحة الإشعار القانوني.",
      "contact_label": "الاتصال:",
      "email_phone": "hello{'@'}mynte.studio {'|'} {'+33 7 43 62 44 01'}"
    },

    "services_provided": {
      "title": "الخدمات المقدمة",
      "paragraph_1": "تقدم Mynte Studio مجموعة شاملة من الخدمات الرقمية بما في ذلك تصميم وتطوير المواقع الإلكترونية، صيانة المواقع، حلول التجارة الإلكترونية، التصميم الجرافيكي، تطوير الهوية البصرية، وخدمات الاستشارات الرقمية. يتم تخصيص كل مشروع لتلبية احتياجات وأهداف العميل المحددة.",
      "paragraph_2": "يتم وصف جميع الخدمات بالتفصيل في مقترح المشروع أو العرض أو العقد المقدم للعميل. يتم توضيح نطاق العمل والمخرجات والجدول الزمني والمتطلبات المحددة بوضوح لضمان فهم واتفاق متبادل.",
      "paragraph_3": "أي عمل إضافي أو تعديل أو خدمة تقع خارج النطاق المتفق عليه في البداية تتطلب موافقة كتابية مسبقة من كلا الطرفين. قد تُفرض رسوم إضافية بناءً على التعقيد والوقت المطلوب والموارد اللازمة. سيتم توثيق التغييرات من خلال ملاحق مكتوبة للعقد الأصلي.",
      "paragraph_4": "تحتفظ Mynte Studio بالحق في الاستعانة بمقاولين فرعيين أو متخصصين من أطراف ثالثة عند الضرورة لتقديم أفضل النتائج، ومع ذلك تبقى مسؤولة بالكامل عن جودة وتسليم جميع الخدمات."
    },

    "acceptance": {
      "title": "قبول الشروط",
      "paragraph_1": "من خلال تقديم طلب، أو توقيع عرض أو مقترح مشروع، أو إجراء دفعة مالية، أو بأي شكل آخر من أشكال التعاون مع Mynte Studio، يقر العميل صراحة بأنه قرأ وفهم ووافق على الالتزام بهذه الشروط بالكامل.",
      "paragraph_2": "يمكن إبرام العقود بين Mynte Studio والعميل عبر وسائل متعددة بما في ذلك على سبيل المثال لا الحصر: تأكيد البريد الإلكتروني، أو توقيع العرض أو المقترح، أو اتفاقية مكتوبة رسمية، أو القبول الإلكتروني عبر موقعنا أو منصتنا.",
      "paragraph_3": "إذا لم يوافق العميل على أي جزء من شروط الخدمة هذه، يجب عليه الامتناع عن طلب خدماتنا والتواصل معنا لمناقشة أي مخاوف قبل بدء العمل.",
      "paragraph_4": "قد يتم تحديث شروط الخدمة هذه من وقت لآخر. النسخة المطبقة على أي مشروع هي النسخة السارية وقت توقيع العقد أو تقديم الطلب. استمرار استخدام خدماتنا بعد التحديث يُعتبر قبولًا للشروط المعدّلة."
    },

    "pricing": {
      "title": "الأسعار والدفع",
      "paragraph_1": "تُحدد جميع أسعار الخدمات في العرض أو المقترح المقدم للعميل وتكون صالحة خلال المدة المحددة في الوثيقة. تُعرض الأسعار بالعملة المذكورة (عادةً بالدولار الأمريكي أو الدرهم الإماراتي أو اليورو)، وقد تتغير إذا تغيّر نطاق المشروع أو انتهت صلاحية العرض.",
      "paragraph_2": "يتم قبول الدفعات عبر التحويل المصرفي أو البطاقة الائتمانية أو أي وسيلة دفع أخرى يتم الاتفاق عليها. قد يتحمل العميل رسوم المعالجة إن وجدت.",
      "paragraph_3": "تتطلب شروط الدفع القياسية دفعة مقدمة بنسبة 50٪ قبل بدء العمل، على أن يتم دفع النسبة المتبقية عند الانتهاء والتسليم. يمكن تحديد جداول دفع بديلة في المشاريع الكبيرة (مثل الدفعات المرحلية أو العقود الشهرية).",
      "paragraph_4": "قد تُفرض غرامة تأخير بنسبة 1.5٪ شهريًا (أو الحد الأقصى المسموح به قانونًا) على المبالغ المستحقة غير المسددة. تحتفظ Mynte Studio بالحق في تعليق العمل أو حجب التسليم حتى يتم الوفاء بالالتزامات المالية.",
      "paragraph_5": "جميع الأسعار لا تشمل الضرائب ما لم يُذكر خلاف ذلك. يتحمل العملاء أي ضرائب أو رسوم تفرضها سلطاتهم المحلية."
    },

    "duration": {
      "title": "المدة وإنهاء العقد",
      "paragraph_1": "تُحدد مدة الخدمات في العقد أو العرض أو المقترح. بالنسبة للمشاريع لمرة واحدة، تمتد الخدمة من توقيع العقد حتى التسليم النهائي والقبول. أما الخدمات المستمرة مثل الصيانة فتُوضح شروط المدة والتجديد في الاتفاقية.",
      "paragraph_2": "يجوز لأي طرف إنهاء العقد بإشعار كتابي في حال حدوث إخلال جوهري أو تقصير في الأداء أو انتهاك للشروط. يتم تحديد فترة الإشعار وشروط الإنهاء في العقد.",
      "paragraph_3": "إنهاء الخدمات لا يُعفي العميل من دفع الأعمال المنجزة أو التكاليف المستحقة حتى تاريخ الإنهاء.",
      "paragraph_4": "عند الإنهاء، تقدم Mynte Studio للعميل جميع الأعمال المكتملة والمدفوعة. أما الأعمال الجارية فيتم تسليمها وفق تقدير Mynte Studio.",
      "paragraph_5": "في العقود المستمرة، يمكن لأي طرف عدم تجديد العقد بإشعار كتابي قبل 30 يومًا على الأقل من تاريخ التجديد."
    },

    "responsibilities": {
      "title": "المسؤوليات والمسؤولية القانونية",
      "paragraph_1": "تتعهد Mynte Studio بأداء جميع الخدمات بمهنية ووفقًا لأفضل الممارسات ومعايير الجودة العالية.",
      "paragraph_2": "يقع على العميل مسؤولية تقديم المعلومات والمحتوى والموارد اللازمة بدقة وفي الوقت المناسب، وأي تأخير قد يؤثر على الجدول الزمني للمشروع.",
      "paragraph_3": "يجب على العميل مراجعة المخرجات والموافقة عليها ضمن الإطار الزمني المحدد، وإلا ستُعتبر مقبولة تلقائيًا.",
      "paragraph_4": "لا تتحمل Mynte Studio أي مسؤولية عن الأضرار الناتجة عن معلومات غير صحيحة أو ناقصة مقدمة من العميل.",
      "paragraph_5": "في حدود القانون، تكون مسؤولية Mynte Studio القصوى محدودة بإجمالي الرسوم المدفوعة عن الخدمة المعنية.",
      "paragraph_6": "لا تتحمل Mynte Studio أي مسؤولية عن الأضرار غير المباشرة أو فقدان الأرباح أو البيانات أو الفرص التجارية."
    },

    "intellectual_property": {
      "title": "الملكية الفكرية",
      "paragraph_1": "تبقى جميع الأعمال والمواد التي تم إنشاؤها من قبل Mynte Studio ملكًا حصريًا لها حتى يتم استلام الدفعة الكاملة من العميل.",
      "paragraph_2": "بعد استلام الدفعة الكاملة، تمنح Mynte Studio العميل حقوق الاستخدام والعرض لأغراض المشروع فقط، دون نقل ملكية الملكية الفكرية الأساسية.",
      "paragraph_3": "أي إعادة استخدام أو تعديل أو استغلال تجاري يتطلب إذنًا كتابيًا مسبقًا.",
      "paragraph_4": "تحتفظ Mynte Studio بحق استخدام الأعمال ضمن محفظتها التسويقية ما لم يُنص على خلاف ذلك في اتفاقية سرية.",
      "paragraph_5": "تبقى الأصول التابعة لأطراف ثالثة مثل الخطوط أو الصور المأجورة خاضعة لترخيص أصحابها.",
      "paragraph_6": "يضمن العميل أن جميع المواد التي يقدمها مملوكة له أو مرخصة قانونيًا."
    },

    "confidentiality": {
      "title": "السرية",
      "paragraph_1": "يتعهد كل من Mynte Studio والعميل بالحفاظ على سرية المعلومات الحساسة أو المملوكة التي يتم تحديدها على هذا النحو خلال المشروع.",
      "paragraph_2": "لا يمنع هذا الالتزام Mynte Studio من مشاركة العمليات أو المحتوى التعليمي أو الأكواد مفتوحة المصدر.",
      "paragraph_3": "تحتفظ Mynte Studio بحق عرض أعمالها ضمن محفظتها التسويقية ما لم يتم توقيع اتفاقية عدم إفشاء (NDA).",
      "paragraph_4": "يتطلب أي إفصاح عن معلومات حساسة موافقة كتابية مسبقة من العميل.",
      "paragraph_5": "تظل التزامات السرية سارية لمدة ثلاث سنوات بعد انتهاء المشروع."
    },

    "applicable_law": {
      "title": "القانون الواجب التطبيق وتسوية النزاعات",
      "paragraph_1": "تخضع شروط الخدمة هذه للقوانين المعمول بها في دولة الإمارات العربية المتحدة، وتكون محاكم دبي هي الجهة المختصة لأي نزاع داخل الدولة.",
      "paragraph_2": "بالنسبة للعملاء في الاتحاد الأوروبي، قد تنطبق القوانين الأوروبية ولوائح حماية المستهلك.",
      "paragraph_3": "في حال نشوء نزاع، يتفق الطرفان على محاولة حله وديًا قبل اللجوء إلى القضاء.",
      "paragraph_4": "يُحدد القانون الواجب التطبيق والاختصاص القضائي وفقًا لموقع العميل وطبيعة العقد. للاستفسارات، يرجى التواصل معنا عبر hello{'@'}mynte.studio."
    },

    "contact": {
      "title": "اتصل بنا",
      "paragraph_1": "لأي أسئلة أو استفسارات تتعلق بشروط الخدمة أو المشاريع، لا تتردد في التواصل معنا:",
      "contact_info": "hello{'@'}mynte.studio {'|'} {'+33 7 43 62 44 01'}",
      "paragraph_2": "نحن ملتزمون بالتواصل الشفاف وسنرد على جميع الاستفسارات في أسرع وقت ممكن."
    }
  }
}
